Repository: CruGlobal/godtools-swift
Catalog: godtools/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fil, fr, fr_ca, gu, ha, he, hi, hr, hu, id, it, ja, ko, ko_kr, lo, lt_lt, lv, mg, mk, mr, ms, ne, nl, om, pa, pl, pt, pt_pt, ro, ru, ru_md, sk, sl, sq, sr_rs, sv, sw, ta, te_in, th, tr, uk, ur, vi, zh_hans, zh_hant

# onboardingTutorial.aboutAppItem.2.title
source: Always Ready
bg: Винаги готов
bn: সর্বদা প্রস্তুত
de: Immer bereit
es: Siempre dispuesta
fa: همیشه آماده است
fr: Toujours prêt
gu: હંમેશા તૈયાર
hi: हमेशा तैयार
id: Selalu Siap
lv: Esi gatavs!
mr: सदैव तयार
pt: Sempre pronto
ru: Всегда в доступе и готово помочь
te_in: ఎల్లప్పుడూ సిద్ధం
vi: Luôn sẵn sàng
zh_hans: 时刻做好准备
zh_hant: 隨時就緒

# onboardingTutorial.appUsageItem.0.message
source: Prepare for any conversation
bg: Подгответе се за всеки разговор
bn: যে কোনো কথোপকথনের জন্য প্রস্তুত করুন
de: Bereite dich auf ein beliebiges Gespräch vor.
es: Prepárate para cualquier conversación
fa: برای هر گفتگویی آماده شوید
fr: Préparez-vous à n'importe quelle conversation
gu: કોઈપણ વાતચીત માટે તૈયાર થાવ
hi: किसी भी वार्तालाप की तैयारी करें
id: Persiapkan untuk percakapan apa pun
lv: Sagatavojies katrai sarunai
mr: कोणत्याही संभाषणाची तयारी करा
pt: Prepare-se para qualquer conversa
ru: Подготовьтесь к любому разговору
te_in: ఏదైనా సంభాషణ కోసం సిద్ధం చేయండి
vi: Chuẩn bị cho bất kỳ cuộc trò chuyện nào
zh_hans: 为任何对话做好准备
zh_hant: 為任何對話而設

# onboardingTutorial.appUsageItem.1.message
source: Walk someone through the gospel
bg: Преминете през Евангелието с някого
bn: সুসমাচারের মধ্য দিয়ে কারোর চলা
de: Erkläre einem Interessierten das Evangelium.
es: Orienta a los demás por el evangelio
fa: هم قذم شدم با شخصی برای اعلام مژده نجات
fr: Accompagnez quelqu'un pendant sa découverte de l'Évangile
gu: સુવાર્તા સમજાવતાં કોઈની સાથે વ્યવહાર કરો
hi: किसी को इंजील के बारे में विस्तार से बताएं
id: Membimbing seseorang melalui Injil
lv: Izskaidro Labo vēsti
mr: एखाद्याला सुवार्ता सांगा
pt: Explique o evangelho a outra pessoa
ru: Расскажите кому-то Евангелие
te_in: సువార్త ద్వారా ఎవరైనా నడవండి
vi: Hướng dẫn về Kinh Phúc âm
zh_hans: 向某人传播福音
zh_hant: 帶領他人參與福音

# onboardingTutorial.appUsageItem.2.message
source: View two languages side by side
bg: Вижте два езика един до друг
bn: দুটি ভাষাকে পাশাপাশি দেখুন
de: Sieh dir zwei Sprachen nebeneinander an.
es: Muestra dos idiomas en paralelo
fa: دو زبان را کنار هم اجرا کنید
fr: Afficher deux langues côte à côte
gu: એક સાથે બે ભાષાઓ જુઓ
hi: दो भाषाएं एक साथ देखें
id: Lihat dua bahasa secara berdampingan
lv: Izmanto iespēju lietot 2 valodas paralēli
mr: दोन भाषा आजूबाजूला पाहा
pt: Veja dois idiomas lado a lado
ru: Выбрать два параллельных языка для просмотра
te_in: రెండు భాషలను పక్కపక్కనే చూడండి
vi: Xem hai ngôn ngữ cạnh nhau
zh_hans: 平行查看两种语言
zh_hant: 兩種語言並列顯示

# onboardingTutorial.appUsageItem.3.message
source: Choose from over 90 languages
bg: Изберете от над 90 езика
bn: 90 টি ভাষার অধিক থেকে পছন্দ করুন
de: Wähle aus über 90 Sprachen aus.
es: Elige ente más de 90 idiomas
fa: از بین بیش از 90 زبان انتخاب کنید
fr: Choisissez parmi plus de 90 langues
gu: 90 થી વધુ ભાષાઓમાંથી પસંદ કરો
hi: 90 से अधिक भाषाओं में से चुनें
id: Pilih dari lebih dari 90 bahasa
lv: Izvēlies no 90+ valodām
mr: 90 पेक्षा जास्त भाषांमधून निवडा
pt: Escolha entre mais de 90 idiomas
ru: Выберите свой язык из 90+ представленных в приложении
te_in: 90 కి పైగా భాషల నుండి ఎంచుకోండి
vi: Chọn từ hơn 90 ngôn ngữ
zh_hans: 超过90种语言可供选择
zh_hant: 共有超過 90 種語言可選

# onboardingTutorial.appUsageItem.4.message
source: Help someone get started as a Christian
bg: Помогнете на някого да израсне като християнин
bn: একজন খ্রীষ্টান হিসাবে শুরু করতে কাউকে সাহায্য করুন
de: Hilf einem Menschen, Christ zu werden.
es: Ayuda a los demás a iniciarse en el cristianismo
fa: کمک کردن به دیگران برای شروع به عنوان یک مسیحی
fr: Aidez quelqu'un à faire ses premiers pas en tant que Chrétien
gu: કોઈને ખ્રિસ્તી તરીકે પ્રારંભ કરવામાં સહાય કરો
hi: किसी को मसीही के रूप में आरम्भ करने में मदद करें।
id: Membantu seseorang memulai sebagai seorang Kristen
lv: Palīdzi jaunajam kristietim augt ticībā
mr: एखाद्याला ख्रिस्ती म्हणून प्रारंभ करण्यास मदत करा
pt: Ajude alguém a começar como cristão
ru: Помогите другим в их духовном росте
te_in: క్రైస్తవుడిగా ప్రారంభించడానికి ఎవరైనా సహాయం చేయండి
vi: Trợ giúp ai đó bắt đầu với tư cách là Cơ đốc Nhân
zh_hans: 帮助他人成为基督徒
zh_hant: 引導他人成為教徒

# onboardingWelcome.titleLabel.welcome
source: Welcome
bg: Добре дошли
bn: স্বাগতম
de: Herzlich willkommen!
es: Bienvenido
fa: خوش آمدید
fr: Bienvenue
gu: સ્વાગત છે
hi: स्वागतम
id: Selamat Datang
mr: स्वागत आहे
pt: Boas-vindas
ru: Добро пожаловать
te_in: స్వాగతం
vi: Chào mừng
zh_hans: 欢迎
zh_hant: 歡迎

# tutorial.tutorialItem.1.message
source: Get familiar with some of your tools. The "Teach Me to Share" tool is a good place to start. Press the About button on any tool for more info.
bg: Запознайте се с някои от вашите инструменти. Инструментът „Научи ме да споделям“ е добро място да започнете. Натиснете на „Подробности“, за да научите повече за инструмента.
bn: আপনার কয়েকটি টুলের সঙ্গে পরিচিত হন I শুরু করার জন্য "টিচ মী টু শেয়ার" টুলটি একটি উত্তম স্থান I টুলটির সম্পর্কে আরও অধিক জানার জন্য এবাউট বোতামটিতে চাপ দিন I
de: Mache dich mit einigen Tools vertraut. Das Tool „Hilf mir, über den Glauben zu reden“ ist ein guter Anfang. Für weitere Infos drücke den Info-Button bei einem Tool.
es: Familiarízate con algunas de nuestras herramientas. La herramienta "Enséñame a compartir" es un buen punto de partida.
fa: آشنایی با امکانات دیگر ابزار
fr: Familiarisez-vous avez certains de vos outils. L'outil « M'apprendre à partager » est parfait pour débuter.
gu: તમારા કેટલાક Tools થી પરિચિત થાઓ. "મને શેર કરવાનું શીખવો" આ ટૂલ પ્રારંભ કરવા માટે સારું સાધન છે. ટૂલ વિશે વધુ જાણવા માટે અબાઉટ બટન દબાવો.
hi: अपने कुछ टूल्स को जानें। "मुझे शेयर करना सिखाएं" टूल एक अच्छी शुरुआत होगी। किसी भी टूल की अधिक जानकारी हेतु उस पर दिया हुआ जानकारी बटन दबाएं।
id: Kenali beberapa sarana Saudara. Sarana "Ajari Saya untuk Berbagi" adalah tempat yang baik untuk memulai.
lv: Iepazīsties ar rīkiem. Iesakām sākt ar rīku "Māci man pastāstīt par ticību". Lai iegūtu vairāk informācijas, nospied pogu "Apraksts".
mr: आपल्या काही टूलशी परिचित व्हा. “मला सांगावयास शिकवा” टूल प्रारंभ करण्यासाठी चांगली जागा आहे. टूलबद्दल अधिक जाणून घेण्यासाठी बटण दाबा.
pt: Familiarize-se com algumas das ferramentas. A ferramenta "Ensine-me a compartilhar" é um bom ponto de partida. Prima o botão de informações em qualquer ferramenta para obter mais informações.
ru: Познакомьтесь с инструментами. Лучше всего начать с инструмента: «Научите меня говорить с другими о Боге».
te_in: మీ కొన్ని సాధనాలతో పరిచయం పెంచుకోండి. "నాకు నేర్పడానికి నేర్పండి" సాధనం ప్రారంభించడానికి మంచి ప్రదేశం. సాధనం గురించి మరింత తెలుసుకోవడానికి గురించి బటన్ నొక్కండి.
vi: Làm quen với một số công cụ. Bạn có thể bắt đầu với công cụ "Hướng Dẫn Tôi Chia Sẻ". Nhấn nút "Giới thiệu" để biết thêm về công cụ.
zh_hans: 试一试并熟悉这些工具吧。“学习如何分享福音”工具是一个很好的起点。 点击每个工具旁边的信息“i”按钮可以查看该工具的更多信息。
zh_hant: 了解工具的特點。建議由「教我如何分享」工具開始。 點按任何工具上的資訊按鈕以獲取詳情。

# tutorial.tutorialItem.1.title
source: Prepare
bg: Подгответе се
bn: প্রস্তুত করুন
de: Vorbereitung
es: Prepárate
fa: آماده کردن
fr: Préparez-vous
hi: तैयारी करें
id: Persiapan
lv: Sagatavojies
mr: तयार करा
pt: Prepare-se
ru: Подготовьтесь
te_in: సిద్ధం
vi: Chuẩn bị
zh_hans: 准备
zh_hant: 準備

# tutorial.tutorialItem.2.message
source: Everyone starts as a beginner. Try using a tool in a conversation and see what you learn.
bg: Всеки започва като начинаещ. Опитайте да използвате някой от инструментите, когато имате разговор и вижте какво ще научите.
bn: প্রত্যেকে একজন শিক্ষানবিস হিসাবে শুরু করে I একটি কথোপকথনের মধ্যে একটি টুলকে ব্যবহার করতে চেষ্টা করুন এবং দেখুন আপনি কি শেখেন I
de: Jeder fängt mal klein an. Verwende ein Tool in einem Gespräch und lerne Neues hinzu.
es: Todo el mundo empieza como principiante. Prueba a usar una herramienta en una conversación y observa lo que aprendes.
fa: همه به عنوان مبتدی شروع می کنند. با دیگران به اشتراک بگذارید و از تجربیات خود بیاموزید.
fr: Tout le monde commence en tant que débutant. Essayez d'utiliser un outil dans une conversation et découvrez ce qu'il peut vous apprendre.
gu: દરેક પ્રથમ શિખાઉ વ્યક્તિ તરીકે શરૂ કરે છે. વાતચીતમાં ટૂલનો ઉપયોગ કરો અને જુઓ કે તમે શું શીખી શકો છો.
hi: सबकी शुरुआत नौसिखिए की तरह होती है। किसी वार्तालाप में एक टूल का उपयोग करके देखें कि आप क्या सीखते हैं।
id: Semua orang memulai sebagai pemula. Coba gunakan sarana dalam percakapan dan lihat apa yang Saudara pelajari.
lv: Iegūsti pieredzi, lietojot kādu no rīkiem sarunās.
mr: प्रत्येक जण नवशिक्या म्हणून सुरुवात करतो. संभाषणात टूल वापरण्याचा प्रयत्न करा आणि आपण काय शिकता ते पहा.
pt: Todos começamos como principiantes. Experimente utilizar uma ferramenta numa conversa e veja o que aprendeu.
ru: Все когда-то пробуют первый раз. Просто попробуйте этот инструмент в разговоре с кем-то из ваших друзей или знакомых.
te_in: అందరూ ఒక అనుభవశూన్యుడుగా మొదలవుతారు. సంభాషణలో సాధనాన్ని ఉపయోగించటానికి ప్రయత్నించండి మరియు మీరు నేర్చుకున్న వాటిని చూడండి.
vi: Mỗi người khi bắt đầu đều là người mới học. Hãy thử sử dụng một công cụ trong một cuộc trò chuyện và xem bạn học được những gì.
zh_hans: 人人都是从初学者开始的。尝试在对话中使用一个工具，看看自己学到了什么。
zh_hant: 所有人都是從初學者開始。嘗試在對話中使用工具，看看自己學會了什麼。

# tutorial.tutorialItem.2.title
source: Try
bg: Опитайте
bn: চেষ্টা করুন
de: Ausprobieren
es: Pruébate
fa: سعی کردن
fr: Essayer
gu: પ્રયત્ન કરો
hi: कोशिश करें
id: Mencoba
lv: Izmēģini
mr: प्रयत्न करा
pt: Experimente
ru: Попробуйте
te_in: ప్రయత్నించండి
vi: Thử
zh_hans: 尝试
zh_hant: 嘗試

# articles.loadingView.downloadingArticles
source: Downloading Articles ...
de: Artikel werden heruntergeladen...
es: Descargando artículos...
fr: Téléchargement des articles...
hi: लेख डाउनलोड कर रहे…
id: Unduh Artikel
lv: Notiek lejupielāde ...
pt: A baixar artigos...
ru: Загружаем статьи...
vi: Đang tải bài viết...
zh_hans: 文章下载中...
zh_hant: 正在下載文章...

# tutorial.tutorialItem.0.message
source: See what GodTools offers in our demo video (Tap on the video to bring up settings for subtitles)
de: In unserem Demo-Video siehst du, was GodTools zu bieten hat. (Tippe auf das Video, um die Einstellungen für Untertitel zu öffnen.)
es: Mira lo que ofrece GodTools en nuestro vídeo de demostración. (Toca el vídeo para que aparezca la configuración de subtítulos)
fr: Découvrez ce que GodTools peut vous offrir grâce à notre vidéo de démo
hi: हमारे डेमो वीडियो में देखें कि GodTools में क्या है (उप-शीर्षक सेटिंग के लिए वीडियो पर टैप करें)
id: Lihat apa yang ditawarkan di demo video kami
lv: Lūk, ko 'GodTools' piedāvā šajā demo video (Lai iestatītu subtitrus, uzspied uz video)
pt: Veja o que o GodTools oferece no nosso vídeo de demonstração (Toque no vídeo para ver as definições das legendas)
ru: Посмотрите короткое видео, которое расскажет, что может наше приложение
vi: Xem GodTools có gì trong video demo của chúng tôi (Chạm vào video để hiển thị cài đặt cho phụ đề)
zh_hans: 在我们的演示视频中观看GodTools可以发挥的作用 (点击视频，设置字幕)
zh_hant: 在演示影片中查看 GodTools 的功能 （點按影片可顯示字幕設定）

source: ok
ko_kr: 확인
ru_md: ОК
